[
  {
    "data": [
      {
        "title": "UX Service",
        "starts": "$60",
        "description": "We go beyond aesthetics, prioritizing user-centric experiences that captivate and convert, our 15 years of industry mastery in to UX research, heuristic analysis, LFM to HFM, CX, Brand design of product design.",
        "imagePath": "./../../assets/images/zambobox-banner/testimonials.jpg",
        "nameOfAuthor": "Behance",
        "link": "https://www.behance.net/w3earth",
        "link2": "/details-services"
      },
      {
        "title": "UI Development Service",
        "starts": "$120",
        "description": "Revolutionize your digital presence with our top-tier UI development. We specialize in Angular, AngularJS, ReactJS, and Vue.js, delivering sleek, responsive, and user-centric interfaces. Elevate your user experience and engage your audience effectively with our expertise.",
        "imagePath": "./../../assets/images/zambobox-banner/testimonials2.jpg",
        "nameOfAuthor": "G. Rajib",
        "link": "https://w3earth.droppages.com/",
        "link2": "/details-services"
      },
      {
        "title": "Data Science Serive",
        "starts": "$50",
        "description": "Transform your data into actionable insights with our cutting-edge data analysis services. Leveraging Pandas, NumPy, Seaborn, OpenCV, NLP, and advanced modeling, we offer comprehensive solutions for insightful data exploration and strategic decision-making. Unlock the potential of your data with us.",
        "imagePath": "./../../assets/images/zambobox-banner/testimonials3.jpg",
        "nameOfAuthor": "w3earth ML",
        "link": "https://olympus.mygreatlearning.com/eportfolio",
        "link2": "/details-services"
      },
      {
        "title": "Graphic Design Service",
        "starts": "$20",
        "description": "Elevate your brand with our exceptional graphic design services. From captivating logos and branded letterheads to eye-catching envelopes and brochures, we craft visuals that leave a lasting impression. Let us bring your brand to life with stunning and cohesive design elements.",
        "imagePath": "./../../assets/images/zambobox-banner/testimonials4.jpg",
        "nameOfAuthor": "Coroflot",
        "link": "https://coroflot.com/w3earth",
        "link2": "/details-services"
      }
    ]
  }
]
